// fortuneTitles削除？
export const fortuneTitles = {
  "dai-kichi": "大吉",
  "kichi": "吉",
  "kyou": "凶",
}

// メインディッシュ
// luckyColors → mainDishesに変更
// 4項目 → 9目に変更
//   ["黄色", "lightyellow", "黄色は明るさと幸運を引き寄せる色です。周囲に黄色いものを取り入れると、自然と笑顔が増し、良い運気が舞い込むでしょう。ポジティブなエネルギーを感じることで、毎日が楽しくなります。"],
export const mainDishes = [
  ["カレーライス", "〇〇〇", "夕食どきの帰り道、どこからともなくスパイスのいい香りがした。そうだ今夜はカレーにしよう。"],
  ["オムライス", "〇〇〇", "ケチャップで味付けされた、濃厚なご飯。ご飯を包む、ふわふわの卵。みんな大好きオムライスを食べよう。"],
  ["担々麺", "〇〇〇", "辛さの中に旨みが凝縮！カラダをポカポカ暖めよう！今夜は担々麺を食べ尽くそう！"],
  ["ペペロンチーノ", "〇〇〇", "材料は至ってシンプル。完成されたレシピに余計なものはいらない。そんな今夜はペペロンチーノ。"],
  ["鮭のムニエル", "〇〇〇", "バターが香るカリッと焼けた鮭。ひと口ごとに、ふんわり幸せが広がる今夜の食卓。"],
  ["餃子", "〇〇〇", "今夜の夕飯は餃子に決まり！パリッと焼けた皮を頬張れば、食欲をそそるニンニクの香りとジューシーな幸せが溢れ出す。"],
  ["うどん", "〇〇〇", "コシのある麺に、香り高いお出汁が絶品。天ぷらや薬味を添えて、最高の一杯を味わおう。"],
  ["寿司", "〇〇〇", "新鮮なネタがシャリと絶妙に絡み合い、口の中でとろける幸せ。今日はちょっと贅沢しちゃおう。"],
  ["とんかつ", "〇〇〇", "揚げたてアツアツのとんかつを、お店ならではのサクサク衣とジューシーなお肉で楽しむ！ごはんと味噌汁と一緒に、大満足の一皿を召し上がれ。"],
];

// 副菜
// luckyFoods →  sideDishesに変更
//   ["ラーメン", "ラーメンは温かさと安心感を与えてくれる一杯。香りと味に包まれ、どんな疲れも吹き飛ばす力をくれます。ラーメンの熱々のスープで、元気と幸運を一緒に摂取しましょう。"],
export const sideDishes = [
  ["サラダ", "〇〇〇"],
  ["冷奴", "〇〇〇"],
  ["うどん", "〇〇〇"],
  ["きんぴらごぼう", "〇〇〇"],
  ["ポテトサラダ", "〇〇〇"],
  ["キュウリの浅漬け", "〇〇〇"],
  ["コールスロー", "〇〇〇"],
  ["キムチ", "〇〇〇"],
  ["おひたし", "〇〇〇"],
  ["煮物", "〇〇〇"],
];

// luckyPlaces削除？ -->削除しました。
